const license = `<div style="font-size: 12px;padding: 20px; color: #333; text-align: justify;" ><p style="text-align: center;font-weight: bold;">腾讯云未来社区管理平台使用协议</p>
  <br/>
  1、特别提示 <br/>
  本协议由深圳市腾讯计算机系统有限公司（为便于理解，下称“本公司”）为规范贵司（包括个人、个体工商户和企事业单位）使用腾讯云未来社区管理平台（下称“本平台”）的行为而制定，具有合同法律效力。请贵司务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能以加粗字体显示，贵司应重点阅读。 <br/>
  任何贵司之前与本公司签订的服务协议若与本协议有不一致之处，则不一致之处以本协议约定为准。 <br/>
   <br/>
  2、定义 <br/>
  如无特别说明，下列术语在本协议中的定义为： <br/>
  2.1 登陆账号：指贵司在腾讯云未来社区管理平台注册的或被分配的，用于登录及使用的账号（以下或称“登陆帐号”）。 <br/>
  2.2 过度商业信息：指出于商业目的进行的平台操作，包括但不限于反复推送商品广告信息，频繁提示商业活动信息等，对用户造成骚扰甚至投诉的行为。 <br/>
  2.3 第三方应用：指非腾讯官方开发，且需要接入到腾讯云未来社区平台或腾讯云未来社区运营方平台使用的工具及应用。 <br/>
   <br/>
  3、使用条件 <br/>
  3.1物业企业必须在申请运营平台账号时提供的相关资料和信息进行核实、确认，并获得拥有平台相关使用权限企业的许可，由授权使用方根据合作协议为贵司配置相关账号。具体的信息进行核实、确认的相关资料和信息包括但不限于以下内容： <br/>
  3.1.1法律实体在实际经营所在地工商部门办理的《营业执照》并加盖公章； <br/>
  3.1.2当地税务部门颁发的《税务登记证》 <br/>
  3.1.3物业企业管理小区名称、合约签订服务时间、小区上线腾讯云未来社区平台时间等信息 <br/>
  3.2若物业企业所提供的资料不真实或资料变更或其他原因导致账号未能通过信息审核，物业企业可重新修改提交。 <br/>
  3.3对上述信息的任何变更，物业企业应及时通知授权使用方及腾讯云未来社区管理平台方，并以书面形式提交“信息变更申请”，将变更信息依程序再次确认核实，如再确认未能通过，腾讯云未来社区运营平台有权终止本协议而无需承担任何责任。 <br/>
  3.4物业企业同意为其未及时的通知或更新其信息及上述信息的真实性、完整性与合法性担责，若因此给腾讯云未来社区运营平台、平台用户、合作伙伴等造成损失的，物业企业同意赔偿全部损失。 <br/>
   <br/>
  4、贵司的权利和义务 <br/>
  4.1 在使用本平台前，贵司应开通与平台授权使用合作伙伴达成合作并签订协议，由授权使用方为贵司根据具体合作配置账号及权限。 <br/>
  4.2 贵司应妥善保管腾讯云未来社区管理平台登录账号、登陆密码和绑定物业的微信账号等敏感信息，当发生信息泄露或密码遗失时，贵司应立即向客服（微信号：腾讯云未来社区）申请挂失。若客服人员要求贵司提供书面证明材料才能进行下一步挂失操作的，贵司应及时提交书面证明材料。贵司的腾讯云未来社区管理平台登陆账号、登录密码、绑定物业的微信号在本平台中的一切操作均视为贵司的行为，由贵司承担所有责任。 <br/>
  4.3 贵司应对附属登录账号或相应管理员、运营者的创建、授权、删除等事项尽管理职责。附属登录账号、管理者在本平台中的一切操作同样视为贵司的行为，由贵司承担所有责任。 <br/>
  4.4 贵司在本平台中的一切操作均应符合国家法律法规、规章政策和法令的规定，还应符合本协议条款和相关规则的规定。 <br/>
  4.5 贵司保证在使用运营方管理平台账号过程中，保障信息安全及用户体验： <br/>
  4.5.1 管理员或运营者对用户信息及隐私保护，不得泄露、外传，因账号产生的信息安全后果由贵司承担相关风险及责任 <br/>
  4.5.2保障服务用户的体验，绝不发布任何暴力、色情等违反国家法律法规的内容，且保证不进行过度商业或不恰当信息推送，避免对用户的骚扰；遭到平台用户投诉者，将根据实际情况进行警告到冻结账号不等的处罚。 <br/>
  4.6 贵司在使用本平台过程中若产生第三方应用对接及使用费用，贵司应自行承担，本公司不承担任何额外因运营方或管理者使用产生的费用。 <br/>
  4.7 未经本公司书面授权，贵司不得转载、复制、截取、篡改本平台页面上的内容或制作与该内容有关的衍生产品。 <br/>
  4.8 贵司使用本平台功能，需根据本平台提供的技术开发文档进行接口调试。 <br/>
  4.9 在出现腾讯云未来社区管理平台认为可能危害到平台系统及信息安全的重大风险、重大漏洞或重大事件时，贵司明确同意并授权腾讯云未来社区管理平台对贵司的账号进行安全检查，以便腾讯云未来社区管理平台及时评估贵司账号的安全性，协助贵司降低安全风险。 <br/>
   <br/>
  5、物业企业与运营方或平台授权使用方的合作 <br/>
  若存在与城市运营方有合作关系的物业企业： <br/>
  5.1 物业企业与城市运营方需共同保证平台信息数据及用户隐私安全，不得共享及通过非法手段获取利益。 <br/>
  5.2 明确与运营方的合作关系、商业合作模式等，物业企业及运营方产生经济法律等纠纷，腾讯云未来社区管理平台将不承担任何责任。 <br/>
  5.3 平台开通及使用或涉及费用，该费用由物业企业及平台授权使用方根据合作签订协议合作，规定相关使用细则，腾讯云未来社区管理平台官方不参与其中，不承担任何责任。 <br/>
   <br/>
  6、本公司的权利义务 <br/>
  6.1 本公司负责本平台的建设、运行和管理，并确保本平台的安全性。 <br/>
  6.2 本公司有权定期或不定期审核贵司的使用本平台的活动，若贵司利用本平台从事不符合本协议约定或国家法律法规、规章、政策、法令规定的活动，本公司有权暂停或终止提供本平台部分或所有服务，给本公司或其他人造成损失的，贵司应赔偿所有损失。 <br/>
  6.3 贵司使用本平台，即表明贵司同意本公司收集、记录和使用贵司使用本平台过程中产生的相关信息和数据，包括但不限于贵司的操作记录、推送内容和交易信息等。 <br/>
  6.4 本公司有权根据自身需要以及对贵司的资质、经营状况和功能申请的评估来审核、开通、关闭和调整本平台提供的全部或部分功能。 <br/>
   <br/>
  7、知识产权及保密 <br/>
  7.1 除双方另有约定外，对于本协议签署前，双方已拥有或已存在的所有知识产权仍归原权利人所有，不因本协议的签订或履行而使另一方无条件享有他方之前已拥有的任何知识产权（包括但不限于版权、商标、商业秘密、专有技术等）。 <br/>
  7.2 贵司必须对所接触到的、未向第三方公开的资料和信息进行保密，不得向其他任何人披露。同时，非经本公司书面同意，不得向任何第三方透露有关资料和信息。 <br/>
  7.3 如贵司需发布任何与本公司合作关系相关的新闻稿、公告、声明、广告或进行宣传，均应经本公司事先书面同意。 <br/>
   <br/>
  8、附属规则 <br/>
  本协议针对部分功能以附属规则的形式进行约定，相关附属规则附后。附属规则是本协议不可分割的组成部分，具有同等法律效力。本协议条款与附属规则不一致的，以附属规则内容为准。 <br/>
   <br/>
  9、服务终止和违约责任 <br/>
  9.1 如贵司违反本协议或附属规则中的任何条款，本公司有权不经通知，直接终止本平台的全部或部分功能。 <br/>
  9.2 如贵司连续三十天未登录本平台，本公司有权向贵司终止本平台服务。 <br/>
  9.3 在提前3个自然日通知贵司后，本公司有权根据国家政策变更或自身营运需要解除本协议并终止本服务或本服务中的部分功能。 <br/>
  9.4 本协议中的“终止服务”包括但不限于暂停或冻结贵司的平台账号，关停贵司在本平台中的所有或部分功能。 <br/>
   <br/>
  10、通知 <br/>
  本公司有权向贵司在微信公众平台注册时提供的电子邮件地址发出任何通知。通知的送达时间以相关邮件发出时间为准。同时，本公司也有权通过本平台以公告的方式通知贵司任何事宜，贵司有义务关注本平台的公告信息。 <br/>
   <br/>
  11、协议变更 <br/>
  本公司有权根据需要不时地制定、修改本协议，如本协议有任何变更，本公司有权将该变更内容以公告或其他方式通知贵司。如不同意相关变更，贵司必须立即停止使用本平台服务。任何修订和变更一经在本平台公布即方式法律效力。贵司登录或继续使用本平台功能即表示贵司已无条件接受相关修订或变更的内容。 <br/>
   <br/>
  12、法律适用及争议解决 <br/>
  本协议签订地为深圳市南山区。 <br/>
  本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。 <br/>
  贵司和本公司因本协议产生任何纠纷或争议的，首先应友好协商解决；协商不成的，贵司同意将纠纷或争议提交至本协议签订地（深圳市南山区）有管辖权的人民法院解决。 <br/>
  <br/>
  <p style="text-align: right;">深圳市腾讯计算机系统有限公司</p></div>`;

export default license;
